Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: As a result, the grant can be transferred in its entirety to the successful applicants as a one-off payment.
es: Como consecuencia, la beca podrá entregarse en su totalidad a los candidatos seleccionados en un único pago.

source: Nevertheless, my group will align itself with those who wish to grant discharge.
es: No obstante, mi Grupo se va a alinear con aquellos que desean aprobar su gestión.

source: (b) Expert opinion presented by a party (expert witness)
es: b) Dictamen pericial presentado por alguna de las partes

source: The appellant criticises the Court of First Instance for rejecting its proposal that the author of the expert's report be heard as an 'expert witness'.
es: La recurrente reprocha al Tribunal de Primera Instancia que rechazara su propuesta de oír la declaración como «perito» del autor del dictamen pericial presentado por ella.

source: The competence of the expert witness will also be assessed afterwards, once his expert report has been issued, as he is summoned to appear before the Judge during the trial to ratify his written report, which may have been filed during the written phase of the proceedings and reply to questions from the attorneys of the parties and the Judge himself, if the Judge considers this appropriate.
es: También se evalúa la competencia del perito en un momento posterior, una vez emitido su Dictamen, ya que es citado a comparecer ante el Juez en el acto del juicio, ratificar el Dictamen escrito que haya podido presentarse en la fase escrita del procedimiento y responder a las preguntas de los abogados de las partes y del propio Juez si éste lo estima pertinente.

source: Intervention as an expert witness on behalf of the parties (with responsibility for economic, accountancy and financial aspects).
es: Testigo-perito de parte (encargado de los aspectos económicos, contables y financieros)

source: Hand-in-hand with CMI's training program is our expert witness testimony policy.
es: Mano a mano con el programa de formación de CMI es nuestro testigo experto en política testimonio.

source: (b) The Tribunal has discretion, on the grounds of redundance and irrelevance, to limit or refuse the appearance of any witness, whether witness of fact or expert witness.
es: b) El Tribunal está facultado para limitar o rechazar el comparecimiento de cualquier testigo, sea éste un testigo presencial o un perito, si lo considera innecesario o no pertinente.

source: You cannot use a subpoena to make an expert witness testify.
es: Usted no puede utilizar un emplazamiento judicial (subpoena) para obligar a un testigo experto a que testifique.

source: Where a Member is required to appear as a witness or expert witness, there is no need to request a waiver of immunity, provided that
es: Cuando se requiera que un diputado comparezca en calidad de testigo o de perito, no será necesario un suplicatorio de suspensión de la inmunidad, siempre que

source: Active you activate the garnishment to begin the deduction.
es: Activo La orden se activa para iniciar la deducción.

source: If, for example, there is a garnishment ruling for an employee and you assign the personnel assignment in question to a different employer, the new employer cannot make garnishments because the garnishment ruling is only valid for the old employer.
es: Si, por ejemplo, hay un auto de embargo de salario para un empleado y atribuye el contrato de ocupación en cuestión a un empresario diferente, el nuevo empresario no puede hacer embargos porque el auto de embargo de salario es únicamente válido para el empresario antiguo.

source: It is advisable only to process business processes like tax and garnishment within the same grouping for net calculation, retroacitve accounting, and payment.
es: Es aconsejable únicamente para ejecutar procesos empresariales como los impuestos y el embargo dentro de la misma clasificación para la determinación del neto, la retroactividad y pago.

source: Having court-ordered withdrawals from your paycheck to pay debts (garnishment).
es: Retiros judiciales de su sueldo para pagar deudas (embargo).

source: Where there is more than one garnishment you assign a priority to each one. This allows you to identify the order in which each one of the garnishments will be processed.
es: En caso de existir más de una orden jurídica se asigna una prioridad a cada una, la cual permite identificar el orden en que serán procesadas cada una de las órdenes jurídicas.

source: You inform the system about the conditions applicable to the employee regarding the garnishment calculation and the form in which it is accounted for in the payroll accounting through the data entered in this infotype.
es: A través de los datos introducidos en este infotipo, usted informa al sistema las condiciones aplicables al empleado en lo referente al cálculo de deuda por orden jurídica y la forma de tenerla en cuenta en el cálculo de la nómina.

source: b) garnishment from bank accounts and other sources
es: b) embargo de las cuentas bancarias o de otras fuentes

source: there is special information available for an employee for a payroll period, for example, information on a garnishment, a loan or a company car
es: existe información especial disponible para un empleado para un período de cálculo de nómina, por ejemplo, información sobre un embargo, un préstamo o un coche de la empresa

source: BBVA announced today that in the coming months its U.S. franchise will roll out the BBVA Compass brand in its 650 branches in order to homogenize and enhance its image in this country.
es: BBVA anunció hoy que su franquicia en Estados Unidos implantará en los próximos meses la marca de BBVA Compass en su red de 650 oficinas con el fin de homogeneizar y reforzar su imagen en este país.

source: "Mr Hilmer, who has pursued a strategy that has positioned the corporation to deal with both competitive and technological challenges, will address ""Building Off the Print Franchise."
es: "Hilmer, cuya estrategia ha permitido a la corporación enfrentar desafíos de índole competitiva y tecnológica a la vez, abordará el tema ""Aprovechar la franquicia de los medios impresos""."

source: The renewals as of January 1, 2008 are the outcome of the efforts deployed by SCOR to consolidate two strong independent reinsurance groups into one leading franchise.
es: Las renovaciones al 1 de enero de 2008 son la culminación de los esfuerzos realizados por SCOR para transformar dos grupos de reaseguro independientes en un reasegurador de primer nivel.

source: The strategy in the third quarter and, within the Commercial Director Plan, continued to strengthen the franchise and relations with customers.
es: En el tercer trimestre, y dentro de su Plan Director Comercial, se ha continuado reforzando la franquicia e intensificando la relación con los clientes.

source: Franchise agreements in those countries where a significant number of stores is not foreseeable, where the existence of a high risk in the country advises against a direct investment, or there are cultural differences which make difficult the control of a permanent establishment.
es: Acuerdos de Franquicia en aquellos países en los que no es previsible un número de tiendas significativo, la existencia de un elevado riesgo en el país desaconseje la inversión directa, o existan diferencias culturales que dificulten el control de un establecimiento permanente.

source: In addition, you will also find information on the franchise process, costs, contract and the required reports.
es: Podrá también informarse sobre el proceso, los costos, el contrato y los reportes requeridos.

source: For reasons of simplicity and accessibility, the allowances auctioned should be available for delivery within five trading days at the latest.
es: Por razones de simplicidad y accesibilidad, los derechos de emisión subastados deben estar disponibles para su entrega en un plazo máximo de cinco días laborables.

source: They are therefore forced by objective circumstances to adopt a twin-track approach, finding their own balance between their trading partners.
es: Por tanto, estos países están objetivamente obligados a actuar a dos bandas y a encontrar su propio equilibrio entre los socios comerciales.

source: It is one of Kazakhstan's main trading partners, mostly thanks to the AGIP leadership in the North Caspian Sea Consortium in Kashagan.
es: Es uno de los principales socios comerciales de Kazajstán, principalmente debido al liderazgo de Agip en el Consorcio del Mar Caspio del Norte en Kashagan.

source: Binding such unilateral efforts should be given greater recognition/credit within the trading system.
es: Se debería conceder un mayor reconocimiento en el sistema comercial a la consolidación de esas iniciativas unilaterales.

source: It is not envisaged that nuclear power will be included in an emissions trading scheme.
es: No se prevé que la energía nuclear se incluya en el plan de intercambio de emisiones.

source: Money management is crucial to any trading strategy.
es: La gestión de los fondos es crucial para toda estrategia para operar.

source: Add to our trading card gallery and choose a mini-masterpiece to take home.
es: Deja algunas en nuestra galería de canje y escoge otras para llevar a casa.

source: From the inception of the multilateral trading system, agriculture has been treated in a special way not subject to the entirety of trade disciplines.
es: Desde el inicio, el sistema multilateral de comercio dio a la agricultura un trato especial no sujeto a la totalidad de las disciplinas comerciales.

source: Specified beers are the beers of the type set out in the schedules of the lease which contain the terms of trading.
es: En el anexo al contrato de arrendamiento se exponen los tipos de cerveza y se establecen las condiciones del acuerdo.

source: The maritime and trading activity of the port gave rise to a mercantile bourgeois dynamic.
es: La actividad marítima y comercial del puerto dio origen a una dinámica burguesía mercantil.

source: The current income tax expense is calculated by aggregating the current tax arising from the application of the tax rate to the taxable profit for the year, after deducting the tax credits allowable for tax purposes, plus the change in deferred tax assets and liabilities and other tax assets relating to tax loss and tax credit carryforwards.
es: El gasto por impuesto sobre beneficios del ejercicio se calcula mediante la suma del impuesto corriente que resulta de la aplicación del tipo de gravamen sobre la base imponible del ejercicio, después de aplicar las deducciones que fiscalmente son admisibles, más la variación de los activos y pasivos por impuestos anticipados y diferidos y créditos fiscales, tanto por bases imponibles negativas como por deducciones.

source: One effect of this condition is that a group of persons can not establish a religious organisation without any reference to the recognised world religions, thus obtaining a share of the income tax that accrues to registered religious associations.
es: A consecuencia de esta condición, un grupo de personas no puede crear una organización religiosa que no guarde relación con las religiones reconocidas, y obtener un porcentaje del impuesto sobre la renta que se concede a las asociaciones religiosas inscritas.

source: The income tax fundamentally altered the relationship between individuals and government.
es: El impuesto a los ingresos alteró fundamentalmente la relación entre las personas y el gobierno.

source: The competent authorities may, however, require that listing particulars include information specific to the market of the country of admission concerning in particular the income tax system, the financial organizations retained to act as paying agents for the issuer in that country, and the way in which notices to investors are published.
es: Sin embargo, dichas autoridades podrán exigir que se incluyan en el prospecto informaciones específicas sobre el mercado del país de admisión, relativas en particular al régimen fiscal de los valores, a los organismos financieros que garanticen el servicio financiero del emisor en dicho país, así como a la manera de publicar los anuncios destinados a los inversores.

source: This figure is after the application of income tax of 17% and foreign taxes.
es: Esta cifra resulta después de aplicado el impuesto a la renta del 17% y de los impuestos provenientes del exterior.

source: It includes a drop in the income tax, elimination of exemptions that cost about 25 per cent of all revenue and extension of the value added tax (VAT) to all goods and services, with a VAT reimbursement mechanism for the poorest.
es: Incluye una reducción en el impuesto a la renta, la eliminación de exenciones que cuestan cerca del 25 por ciento del total de ingresos, y extensión del impuesto al valor agregado (IVA) a todos los bienes y servicios, con un mecanismo de reembolso del IVA para los más pobres.

source: This may mean that the respective Participant may be obliged to declare the rewards he has received in his income tax return.
es: Esto puede significar que el Participante tenga que señalar en su declaración de renta los premios obtenidos.

source: The state would deposit $500 when the child was born, exempt any earnings from income tax, and allow others to add to the account.
es: El estado depositaría 500 dólares cuando nazca el niño, eximiría de impuestos cualquier ingreso, y permitiría a otros añadir dinero a dicha cuenta.

source: They considered that the tax system could be simplified to improve its efficiency and equity, including through streamlining the value added tax framework and closing loopholes in the corporate income tax.
es: A su juicio, el sistema tributario podría simplificarse en aras de la eficiencia y la equidad, por ejemplo, modernizando el marco del impuesto sobre el valor agregado y cerrando lagunas en la ley del impuesto sobre la renta de las empresas.

source: There are other peace trees such as the oseki which is placed in front of the homestead to confer blessings and peace on those who enter.
es: Del mismo modo, una rama de otro árbol, el oseki, colocada ante la puerta de una casa, bendice y lleva la paz a todos los que entran en ella.

source: MIAMI (AP) -- The U.S. Special Operations Command South headquarters is moving from Puerto Rico to Florida's Homestead Air Reserve Base to bring it closer to the U.S. Southern Command in Miami, the military said Wednesday.
es: MIAMI (AP) - El Cuartel General de Operaciones Especiales Sur de EE.UU. se traslada desde Puerto Rico a la Base de la Reserva Aérea Homestead en Florida para estar más cerca de la Comandancia Sur en Miami, dijo el ejercito el miércoles.

source: This has resulted in improved nutrition, not because they are eating the fish they have produced in the homestead pond, but because of the cash income they were able to generate through farming fish in their ponds.
es: Esto ha redundado en una mejor nutrición, no porque coman el pescado que crían en su propio estanque, sino por el ingreso que han podido obtener gracias a la piscicultura practicada en sus propios estanques.

source: El Foro de Toledo is where Junquera family has been able to capture all the well doing of marzipan, along with the traditional formula, secretly kept by this homestead for more than two hundred years.
es: El Foro de Toledo es donde la familia Junquera ha podido plasmar todo el buen hacer del mazapán, junto a la fórmula tradicional celosamente guardada por esta casa durante más de doscientos años.

source: One of the wooden doors of this prison, with 365 nails forming geometric designs, was transferred to the Alfabia homestead, in Bunyola, in the foothills of the Tramuntana Range.
es: Una de las puertas de madera de esta prisión, con 365 clavos formando figuras geométricas, fue trasladada a la finca de Alfabia, en Bunyola, a los pies de la Serra de Tramuntana.

source: Besides cash transfers, other policies that should be considered include land reforms, transfer of such assets as homestead land, employment schemes, microcredit schemes, pension reform and social security, and legislation to empower the disadvantaged, such as law reform and constitutional guarantees for basic health, education and increased public involvement.
es: Aparte de las transferencias de efectivo, deben examinarse las siguientes políticas, entre otras reforma agraria, transferencia de activos tales como terrenos agrícolas familiares, planes de empleo, planes de microcrédito, reforma de las pensiones y la seguridad social, y legislación para empoderar a los desfavorecidos, incluso reformas jurídicas y garantías constitucionales relativas a los servicios básicos de salud y educación y al aumento de la participación ciudadana.

source: The risk of foreclosure is greater, however, if you are unable to meet one of these conditions Interest rates change frequently, sometimes daily.
es: Sin embargo, el riesgo de ejecución de la hipoteca es mayor si usted no puede cumplir una de estas condiciones.

source: Where appropriate, the report may include recommendations as to the measures to be taken at national level to achieve high public service standards or measures intended to prevent market foreclosure.
es: Si procede, dicho informe podrá incluir recomendaciones sobre las medidas que conviene adoptar a escala nacional para alcanzar un nivel elevado de servicio público, o sobre medidas destinadas a evitar acciones contrarias a la apertura del mercado.

source: 35 In addition to rampant unemployment, communities of color experience higher foreclosure rates due to racially targeted predatory lending, in which virtually every sector of the mortgage industry participated.
es: 35 Sumado al desempleo desenfrenado, las comunidades de color experimentan altas tasas de embargos debido a préstamos predadores racialmente dirigidos, en el cual prácticamente cada sector de la industria hipotecaria participó.

source: It is awaiting the beginning of the Tax Foreclosure in order to present a defense in court.
es: Se aguarda el inicio de la Ejecución Fiscal para ofrecer defensa en juicio.

source: Assets acquired through foreclosure are stated at the lower of the adjudicated value or net realizable value.
es: Los bienes adjudicados se registran al valor de adjudicación o a su valor neto de realización, el que sea menor.

source: Short Sale - If you can no longer maintain the payments on your property due to financial hardship, and have not been successful in selling your property, we may be able to approve the sale of your property for less than full payoff of the loan to avoid foreclosure.
es: Venta anticipada - Si ya no puede mantener los pagos de su vivienda por tener dificultades financieras y no ha podido vender su propiedad, podríamos aprobar la venta de la misma por menos que la liquidación total del préstamo para evitar ejecuciones hipotecarias.

source: If the mortgage company has already approved the borrower for a foreclosure alternative program, information necessary to participate in or complete the alternative should be included.
es: Si la compañía hipotecaria ya le dio al prestatario una aprobación de otro programa contra la ejecución hipotecaria, deben incluir la información necesaria para participar en o cumplir con ese otro programa.

source: FORECLOSURE - the process by which a promise to repay a loan or debt secured by a deed of trust is enforced against real property.
es: JUICIO HIPOTECARIO - El proceso por el cual el prestamista hace valer el pago de una deuda garantizada con una escritura de fideicomiso.

source: The Commission feels that the concentration could well prevent new players from entering the first three of these markets (foreclosure effect) and delay the effects of the forthcoming liberalization of the market in voice telephony.
es: "La Comisión estima que la concentración podría impedir la entrada de nuevos competidores en los tres mercados mencionados en primer lugar (""foreclosure effect"") y que podría también retrasar los efectos de la próxima liberalización del mercado de la telefonía vocal."

source: Customer 'Workout' - Process where a servicer and a borrower develop a mutual agreement to resolve a loan default and avoid foreclosure.
es: Plan de arreglo del cliente - Proceso mediante el cual un recaudador y un prestatario establecen un acuerdo mutuo para resolver una hipoteca bajo incumplimiento de pago y evitar una ejecución hipotecaria.

source: e) The investigator group which may be attached to the student should not be a recipient of any IDIBELL grant.
es: e) El investigador al grupo del cual se adscriba el estudiante no debe ser beneficiario de ninguna beca IDIBELL.

source: The grant received by the PCB is include within the areas of energy and international excellence settings.
es: La subvención que recibirá el PCB forma parte de los ejes energía y entornos de excelencia internacional.

source: "The commission has no power to grant amnesty but can determine the ""political crimes"" in respect of which an amnesty law can be adopted."
es: "La comisión no está facultada para conceder amnistía, pero puede determinar los ""delitos de índole política"" respecto de los cuales cabe adoptar una ley de amnistía."

source: The grant also includes funds to pay for up to twenty family members to attend the meeting.
es: La subvención incluye fondos para cubrir los gastos de hasta veinte miembros de familia que asistan a la reunión.

source: This is a sound way to launch the initiative with initial grant support.
es: Esta es una manera idónea para lanzar la iniciativa con el apoyo inicial de donativos.

source: It works with a competitive grant system, funding a mixture of basic, applied and adaptive research for development.
es: Funciona a través de un sistema competitivo de subsidios, financiando una investigación para el desarrollo básica, aplicada y adaptable.

source: You must either grant access to everyone on the network, or to no one.
es: Debe conceder acceso a todos los usuarios de la red o a nadie.

source: to transmit this report to the State of Bolivia and grant it a period of two months to comply with its recommendations.
es: transmitir este informe al Estado de Bolivia y otorgarle un plazo de dos meses para dar cumplimiento a las recomendaciones formuladas.

source: The booklet includes tables with amounts of absorption basket and customs grant assistance.
es: El folleto incluye las tablas con cantidades de la canasta de absorción y los las asistencias aduaneras.

source: It is also generally accepted that the spouse has a share in the assets acquired during a marriage; some legal systems also grant the spouse inheritance rights along with the children.
es: Se acepta también generalmente que el cónyuge participa de los bienes adquiridos durante el matrimonio y algunas legislaciones le otorgan además un derecho sucesorio junto con los hijos.

source: 103. The Public Prosecution Service or a judge may request the assistance of an interpreter, translator, expert witness or doctor (article 97 of the Code of Criminal Procedure).
es: 103. Un oficial del ministerio público o un juez puede solicitar la asistencia de un intérprete, traductor, experto o médico (artículo 97 del CPP).

source: If the reason for your claim requires expert knowledge to understand, it's a good idea to have an expert witness.
es: Si la razón de su reclamo requiere conocimiento experto para ser comprendida, es una buena idea tener un testigo experto.
